{
    "general":{
        "enlace-home" : "home",
        "enlace-hombre" : "men",
        "enlace-mujer" : "woman",
        "enlace-contacto" : "contact",
        "caracteristicas-envio": "free shipping",
        "caracteristicas-garantia": "10 year warranty",
        "caracteristicas-devolucion": "free returns",
        "caracteristicas-entrega": "express delivery",
        "footer-nombre": "2022 AMBASSADOR", 
        "footer-privacidad": "Privacy Policity", 
        "footer-condiciones": "Terms & Conditions" ,
        "footer-faq" : "FAQ"
    },
    "home": {
        "texto-banner-header": "Set yourself apart from the realm of the ordinary and make your mark with a unique, stunning horological masterpiece. The Prime Ambassador is a classical testament to exceptional craftsmanship.",
        "titulo-relojes-mas-vendidos": "the top sellers",
        "explora-titulo": "explore",
        "explora-subtitulo": "leave ordinary behind",
        "explora-text": "You don't believe in the commonplace, and neither do we. We strive for absolute greatness - and our watches are the living illustration of that ideology. Are you ready to make your mark?",
        "bannermisterio-titulo": "Meet the mystery behind it all",
        "bannermisterio-text": "This tale begins with our namesake’s profession: the ambassador. Like all envoys, the original ambassador’s job was to be the manifestation of his homeland on foreign soils. But, he was always different...",
        "descubre-titulo": "discover",
        "descubre-subtitulo": "be an Ambassador",
        "descubre-text": "It's all about reputation. That's why we've teamed up with some outstanding ambassadors from all around the globe to aid in our quest for excellence.",
        "descubre-btn": "Man collection",
        "titulo-diseñado": "Designed in Sweden",
        "texto-diseñado": "Experience the excellence of true Swedish craftsmanship. Every watch we create is designed in-house, with meticulous precision and absolute perfection in mind.",
        "titulo-material": "Only premium materials",
        "texto-material": "All Ambassador watches are built with extreme precision and attention to detail. We are committed to using the absolute best materials while still offering an affordable price."
       
    },
    "hombre":{
        "titulo-banner-hombre" : "Men's watches",
        "texto-banner-hombre" : "Explore our collection of classic men’s watches. The Prime Ambassador is designed to be extraordinary - a remarkable timepiece for leaders, innovators, and the exceptional men.",
        "subtitulo-1921" : "A true classic favorite",
        "titulo-1921" : "Heritage 1921",
        "texto-1921" : "Enjoy a timeless and elegant testament to classic watchmaking that attracts compliments and admiration. This watch is a tribute to the classics, with a modern flair. Our concept for this design borrows inspiration from the 20's - an era clad in silver and hallmarked by unmistakable class.",
        "texto-2-1921": "The Heritage 1921 features a remarkable 'Clous de Paris' guilloché pattern, inspired by the Louvre in Paris and brandished by renowned timepieces like the Audemars Piguet Royal Oak. All indices are embossed in polished silver, overlapping a prominent raised logo and covered by genuine sapphire glass.",
        "descripcion-1921-1" : "A refined classic favorite",
        "precio-1921-1" : "200 €",
        "descripcion-1921-2" : "Luxurious polished silver",
        "precio-1921-2" : "149 €",
        "descripcion-1921-3" : "A timeless classic look",
        "precio-1921-3" : "319 €",
        "subtitulo-1863" : "Bold, confident, exceptional",
        "titulo-1863" : "Heritage 1863",
        "texto-1863" : "Make a statement with the bold color scheme of the Heritage 1863. Inspired by the 1800's - an era of refined luxury, the contrasting polished rose-gold features and captivating black watch-face are bound to draw attention and transfix admirers.",
        "texto-2-1863" : "The Heritage 1863 features bright gold roman numerals, baton hands, and a stunning highly reflective sunray dial. This mesmerizing configuration is completed by embossed indices and a polished gold Ambassador logo to create an exceptional, bold timepiece.",
        "descripcion-1863-1" : "Well composed elegance",
        "precio-1863-1" : "149 €",
        "descripcion-1863-2" : "Exceptional, bold luxury",
        "precio-1863-2" : "340 €",
        "subtitulo-1959" : "THE TIMELESS MASTERPIECE",
        "titulo-1959" : "Heritage 1959",
        "texto-1959" : "Enrich your wardrobe with a timepiece that fuses a timeless classical concept with an explorative modern touch of luxury. Designed with the 50's in mind - the Heritage 1959 is a true tribute to the spirit of the 'Golden Age' that takes after its tones of expansionism and financial prosperity.",
        "texto-2-1959" : "The Heritage 1959 features a concentric circular pattern that combines a minimalistic white watch-face and embossed rose-gold indices, stamped with our trademark 'A', covered by genuine sapphire crystal glass.",
        "descripcion-1959-1" : "The ultimate business watch",
        "precio-1959-1" : "490 €",
        "descripcion-1959-2" : "A luxurious modern masterpiece",
        "precio-1959-2" : "320 €"

    },
    "mujer": {
        "titulo-banner-mujer" : "Women's watches",
        "texto-banner-mujer" : "Shop our collection of women’s watches that complement your unique personality, while adding an elegant classical touch of luxurious expression to any outfit.",
        "titulo-1863" : "Heritage 1863",
        "descripcion-1863" : "Exceptional, bold luxury",
        "precio-1863" : "199 €",
        "titulo-1921" : "Heritage 1921",
        "descripcion-1921" : "The ultimate business watch",
        "precio-1921" : "319 €",
        "titulo-1959" : "Heritage 1959",
        "descripcion-1959" : "A luxurious modern masterpiece",
        "precio-1959" : "120 €",
        "titulo-misterio" : "Stunning, Exceptional, Woman",
        "texto-misterio" : "You are a leader, an inspiration, a role model and a remarkable woman, in short - you are an Ambassador. And you deserve the absolute best.",
        "texto-2-misterio" : "We've created our collection of women's watches with excellence in mind. Allowing you to showcase your unique personality, while adding a touch of luxurious elegance and vibrant playfulness to captivate, impress and inspire.",
        "explora-titulo": "explore",
        "explora-subtitulo": "leave ordinary behind",
        "explora-text": "You don't believe in the commonplace, and neither do we. We strive for absolute greatness - and our watches are the living illustration of that ideology. Are you ready to make your mark?"
    },
    "contacto":{
        "titulo" : "Contact",
        "subtitulo" : "Questions? Concerns? We are ready to help! Experience our world-class support by sending us a message today.",
        "titulo-formulario": "Send a message...",
        "opcion-vacia": "-- Choose option --",
        "opcion-hombre": "Men's Watches",
        "opcion-mujer": "Woman's Watches",
        "opcion-otros": "Other",
        "email": "¿Do you prefer email?"
    }
}