{
    "general":{
        "enlace-home" : "home",
        "enlace-hombre" : "hombre",
        "enlace-mujer" : "mujer",
        "enlace-contacto" : "contacto",
        "caracteristicas-envio": "envío gratuito",
        "caracteristicas-garantia": "10 años de garantía",
        "caracteristicas-devolucion": "devolución gratuita",
        "caracteristicas-entrega": "entrega urgente",
        "titulo-relojes-mas-vendidos": "más vendidos",
        "footer-nombre": "2022 AMBASSADOR", 
        "footer-privacidad": "Política de Privacidad", 
        "footer-condiciones": "Términos & Condiciones",
        "footer-faq" : "FAQ"
    },
    "home": {
        "texto-banner-header": "Apártese de lo común y deje su huella con una obra maestra relojera única e impresionante. El Prime Ambassador es un testimonio clásico de una artesanía excepcional.",
        "titulo-relojes-mas-vendidos": "Más vendidos",
        "explora-titulo": "explora",
        "explora-subtitulo": "deja lo ordinario atrás",
        "explora-text": "Tú no crees en los lugares comunes, y nosotros tampoco. Nos esforzamos por alcanzar la grandeza absoluta, y nuestros relojes son la viva ilustración de esa ideología. ¿Estás listo para dejar huella?.",
        "bannermisterio-titulo": "Conoce el misterio detrás de todo",
        "bannermisterio-text": "Esta historia comienza con la profesión de nuestro homónimo: el embajador. Como todos los enviados, el trabajo del embajador original era ser la manifestación de su patria en suelo extranjero. Pero, él siempre fue diferente...",
        "descubre-titulo": "descubre",
        "descubre-subtitulo": "sé un Ambassador",
        "descubre-text": "Se trata de reputación. Es por eso que nos hemos asociado con algunos embajadores destacados de todo el mundo para ayudarnos en nuestra búsqueda de la excelencia.",
        "descubre-btn": "Colección hombre",
        "titulo-diseñado": "Diseñado en Suecia",
        "texto-diseñado": "Experimente la excelencia de la verdadera artesanía sueca. Cada reloj que creamos está diseñado internamente, con una precisión meticulosa y una perfección absoluta en mente.",
        "titulo-material": "Solo materiales premium",
        "texto-material": "Todos los relojes Ambassador están construidos con extrema precisión y atención al detalle. Estamos comprometidos a utilizar los mejores materiales sin dejar de ofrecer un precio asequible."
    },
    "hombre":{
        "titulo-banner-hombre" : "Relojes de hombre",
        "texto-banner-hombre" : "Explora nuestra colección de relojes clásicos para hombre. El Prime Ambassador está diseñado para ser extraordinario: un reloj notable para líderes, innovadores y hombres excepcionales.",
        "subtitulo-1921" : "Los verdaderos favoritos",
        "titulo-1921" : "Heritage 1921",
        "texto-1921" : "Disfrute de un testimonio atemporal y elegante de la relojería clásica que atrae elogios y admiración. Este reloj es un tributo a los clásicos, con un toque moderno. Nuestro concepto para este diseño se inspira en los años 20, una era revestida de plata y marcada por una clase inconfundible.",
        "texto-2-1921": "El Heritage 1921 presenta un notable patrón guilloché 'Clous de Paris', inspirado en el Louvre de París.",
        "descripcion-1921-1" : "Refinado clásico favorito",
        "precio-1921-1" : "200 €",
        "descripcion-1921-2" : "Lujosa plata pulida",
        "precio-1921-2" : "149 €",
        "descripcion-1921-3" : "Un look clásico atemporal",
        "precio-1921-3" : "319 €",
        "subtitulo-1863" : "Oscuro, seguro, excepcional",
        "titulo-1863" : "Heritage 1863",
        "texto-1863" : "Haga una declaración con el atrevido esquema de color del Heritage 1863. Inspirado en la década de 1800, una era de lujo refinado, las características contrastantes de oro rosa pulido y la cautivadora esfera negra llamarán la atención y fascinarán a los admiradores.",
        "texto-2-1863" : "El Heritage 1863 presenta números romanos dorados brillantes, manecillas de bastón y una impresionante esfera de rayos de sol altamente reflectante. Esta fascinante configuración se completa con índices en relieve y un logotipo Ambassador dorado pulido para crear un reloj excepcional y audaz.",
        "descripcion-1863-1" : "Elegancia bien compuesta",
        "precio-1863-1" : "149 €",
        "descripcion-1863-2" : "Excepcional, oscura joyeria",
        "precio-1863-2" : "340 €",
        "subtitulo-1959" : "LA OBRA MAESTRA ATEMPORAL",
        "titulo-1959" : "Heritage 1959",
        "texto-1959" : "Enriquece tu guardarropa con un reloj que fusiona un concepto clásico atemporal con un toque de lujo moderno y exploratorio. Diseñado pensando en los años 50, el Heritage 1959 es un verdadero tributo al espíritu de la 'Edad de Oro' que se parece a sus tonos de expansionismo y prosperidad financiera.",
        "texto-2-1959" : "El Heritage 1959 presenta un patrón circular concéntrico que combina una esfera de reloj blanca minimalista e índices de oro rosa en relieve, estampados con nuestra marca comercial 'A', cubiertos por un cristal de zafiro genuino.",
        "descripcion-1959-1" : "El último reloj de negocios",
        "precio-1959-1" : "490 €",
        "descripcion-1959-2" : "Una lujosa obra maestra moderna",
        "precio-1959-2" : "320 €"
    },
    "mujer": {
        "titulo-banner-mujer" : "Relojes de mujer",
        "texto-banner-mujer" : "Compre nuestra colección de relojes para mujer que complementan su personalidad única, al tiempo que agrega un toque clásico elegante de expresión lujosa a cualquier atuendo.",
        "titulo-1863" : "Heritage 1863",
        "descripcion-1863" : "Lujo excepcional y audaz",
        "precio-1863" : "199 €",
        "titulo-1921" : "Heritage 1921",
        "descripcion-1921" : "El último reloj de negocios",
        "precio-1921" : "319 €",
        "titulo-1959" : "Heritage 1959",
        "descripcion-1959" : "Una lujosa obra maestra moderna",
        "precio-1959" : "120 €",
        "titulo-misterio" : "Impresionante, Excepcional, Mujer",
        "texto-misterio" : "Eres una líder, una inspiración, un modelo a seguir y una mujer notable, en resumen, eres una Embajadora. Y te mereces lo mejor de lo mejor.",
        "texto-2-misterio" : "Hemos creado nuestra colección de relojes para mujer con la excelencia en mente. Permitiéndote exhibir tu personalidad única, mientras agregas un toque de elegancia lujosa y alegría vibrante para cautivar, impresionar e inspirar.",
        "explora-titulo": "explora",
        "explora-subtitulo": "deja lo ordinario atrás",
        "explora-text": "Tú no crees en los lugares comunes, y nosotros tampoco. Nos esforzamos por alcanzar la grandeza absoluta, y nuestros relojes son la viva ilustración de esa ideología. ¿Estás listo para dejar huella?."  
    },
    "contacto":{
        "titulo" : "Contacto",
        "subtitulo" : "¿Preguntas? ¿Preocupaciones? ¡Estamos listos para ayudar! Experimente nuestro soporte de clase mundial enviándonos un mensaje hoy.",
        "titulo-formulario": "Envíanos un mensaje...",
        "opcion-vacia": "-- Elige una opción--",
        "opcion-hombre": "Relojes hombre",
        "opcion-mujer": "Relojes mujer",
        "opcion-otros": "Otros",
        "email": "¿Prefieres email?"
    }
}
